export default [
  {
    nameCn: "愚者",
    nameEn: "The Fool",
    type: "MajorArcana",
    pic: "0-愚者",
    meaning: {
      up: `愚人是一张很特殊的牌，它的编号是０，它包含着无限的可能，愚人可以是完整的圆，也可以是零──什么都没有。要他负责任很难，要他承诺更是天方夜谭。他无忧无虑，因单纯而大胆，因天真而无畏，也许还有些冲动，凭感觉行事，从不事先计划。它可以是好也可以是坏，同时包含着两种可能。`,
      down: `愚者的逆位置，代表丧失了原本的真诚，犹豫不决而窒碍难行，内心怀疑而畏缩不前，导致许多不良的後果，是真正的蒙昧愚顿的状态。`,
    },
  },
  {
    nameCn: "魔术师",
    nameEn: "The Magician",
    type: "MajorArcana",
    pic: "01-魔术师",
    meaning: {
      up: `魔法师是一张非常主动而有行动力的牌，具有阳性力量。他的行动经过清晰思考，所以很有把握与自信，这张牌表现出「把梦想化为实质」的概念，他不仅筑梦，而且踏实，拥有一个前景光明的开端。`,
      down: `逆位的魔法师缺乏热忱与行动力，失去自信与决心，变得不聪明，缺乏交际手腕。逆位魔法师因为失去导引能量的能力，可能引致一个失去控制、无法收拾的局面。`,
    },
  },
  {
    nameCn: "女祭司",
    nameEn: "The High Priestess",
    type: "MajorArcana",
    pic: "02-女祭司",
    meaning: {
      up: `女教皇代表一段退缩和消极反省的时期，但这足以使内在的力量复苏。这张牌可以形容内在的智慧已经达到某一种深度了。她可以代表直觉、洞察，或是自生活中退隐下来，好好思考某个问题或形势。`,
      down: `女教皇逆位时，意味你没有办法倾听你内在的声音，或你内在的知识没有办法转化成行动。透过积极的寻找和他人的合作，会让你有更多的收获。`,
    },
  },
  {
    nameCn: "女皇",
    nameEn: "The Empress",
    type: "MajorArcana",
    pic: "03-女皇",
    meaning: {
      up: `女皇后重视生活享受，喜爱美的事物，在人际关系上很有天份，在主动与别人交往时不会带来压力，反而更受人喜爱。你希望可以给别人温暖的照顾或是被别人细心地呵护。在生活当中敏于感受爱与美的能量，主动积极是必不可少的特质。`,
      down: `过于重视别人的看法，有时会因此而变得犹豫不决，重视物质生活的享受，但又经常缺乏主动追求的意志和决心。重新去接近大地，感觉大自然的能量，感受真实的、正在发生的事物，会发现心灵的成长并非虚无缥缈，可以落实在任何地方，将这样的理解和智慧带入生活当中。`,
    },
  },
  {
    nameCn: "皇帝",
    nameEn: "The Emperor",
    type: "MajorArcana",
    pic: "04-皇帝",
    meaning: {
      up: `理性而务实，对事情有自己的看法，能够尽量把自己的理想实现，但是有时候会热衷于权利的追求。你希望有强大的意志力去面对现在的困境，或是内心极度渴望拥有绝对控制力，你有足够的能力挡当这一切，但这个时候你也需要更踏实理性地面对自己。`,
      down: `虽然对于事物有自己的理解，但是并不成熟，常常因为任性的决定而遇到严重的问题，同时也有伟大的理想抱负。自信其实取决于个人持续的意志力，并且要看自己是不是有把理想实现的能力。当能力不足以驾驭事物时，想要控制一切反而会使事物失去控制。不如从最容易的位置入手，慢慢锻炼、逐渐成长。`,
    },
  },
  {
    nameCn: "教皇",
    nameEn: "The Hierophant",
    type: "MajorArcana",
    pic: "05-教皇",
    meaning: {
      up: `教皇是比较注重灵性成长的人，通常有虔诚的宗教信仰或是心灵上的依归，因此培养出慈悲心，也有乐于助人的习惯。面对到与宗教信仰或信仰迷失有关的问题，尤其那些让你无法理解的道德、社会、值价观的问题，可以多请教别人有关于教义和灵性成长的事情，或者会帮助你早点把问题想通。`,
      down: `教皇逆位时代表特别心软的人，习惯于不顾一切的帮助别人，而不考虑自己的状况，也常常因为意志不坚定而被别人所陷害。这张牌意味着与其盲目的跟随大师，不如自己主动思考更有帮助，有时候与朋友分享谈论遇到的问题，会对你有更多的启发。`,
    },
  },
  {
    nameCn: "恋人",
    nameEn: "The Lovers",
    type: "MajorArcana",
    pic: "06-恋人",
    meaning: {
      up: `比较单纯的人，喜欢用最简单的直接的方式来处理事情，大都可以顺利完成，是受到上天誊顾和保佑的幸运儿，上天的祝福对所有的人都是开放的，但是只有回到纯真的状态去面对现在的人生，才能找到属于自己的生命答案。`,
      down: `容易受到别人影响而改变心意，遇到挑战时往往会犹豫不决，即使自己已经决定又不愿意为自己的决定负责。不要害怕为自己的人生负责，能够承担的人才能得到应有的报偿，重要的是在选择之前是不是有务实地想过后果。`,
    },
  },
  {
    nameCn: "战车",
    nameEn: "The Chariot",
    type: "MajorArcana",
    pic: "07-战车",
    meaning: {
      up: `有理想抱负的人，凡事都想要追求成功与卓越，即使与别人发生冲突也在所不惜。你现在具备成功所需要的强烈意志力，不论付出何种代价也要得到你想要的东西，但是要切记欲速则不达的道理。`,
      down: `在遇到重大的事件时常常不敢做出决策，容易陷入摇摆不定的状态，心中不时充斥悲愤的情绪，觉得都是别人对不起自己，但是很少检讨自己，常因为意志力不足而无法坚持到最后。在二元对立之上，必定还有更高的原理存在，如何去整合不同的观点是你最重要的任务，记得要在内心保持希望。`,
    },
  },
  {
    nameCn: "力量",
    nameEn: "Strength",
    type: "MajorArcana",
    pic: "08-力量",
    meaning: {
      up: `有大哥级的海派作风，好面子，具有英雄特质的人，有勇气去面对任何挑战，即使有时候会冒险一点，仍然愿意负责任把事情从头到尾完成。你现在有足够的智慧和能量可以处理眼前的困难，不过如果没有实际的行动，一切都没有意义，要小心理性评估。`,
      down: `考虑事情常常以自我为中心，也算是自负的人，在作决定的时候不太会考虑到别人的立场，容易滥用自己的权力。如何适当地使用自己的权力，而不对其他人造成威胁或伤害，这一切都取决于你对于自己的肯定以及对爱的付出。`,
    },
  },
  {
    nameCn: "隐士",
    nameEn: "The Hermit",
    type: "MajorArcana",
    pic: "09-隐士",
    meaning: {
      up: `十分小心谨慎的人，对于事情有自己独到的看法，通常习惯独自一个人做事情，也不喜欢参加团体的聚会或活动。你也许想要某种形式的闭关自省，或者是想要切断与凡尘俗事之间的关系，这样才能让你认清自己内心真正的想法。`,
      down: `有很多保守过时的观念，过于小心谨慎，甚至会让人觉得有一些胆小，习惯于隐藏自己，对某些事情有强烈的研究精神，会追根究底。真理和道路都在你自己的心中，只是看你如何超越凡俗的限制更进一步，追寻的道路是必须忍受孤独的。`,
    },
  },
  {
    nameCn: "命运之轮",
    nameEn: "The Wheel of Fortune",
    type: "MajorArcana",
    pic: "10-命运之轮",
    meaning: {
      up: `你正在体会世事无常的变化，只要更臣服在宇宙神圣的秩序当中，不论在心智上或是情绪上都将有突破性的成长，只要让事情顺其自然发生就好，很多事都是有机缘存在，该怎么发展就会怎么发展。做一个心胸宽大的人，相信很多事情上天自有安排，采取顺其自然不强求的生活态度，反而感觉上比其他人更幸运。`,
      down: `不要做心胸狭窄的人，如果对于很多事都怨天尤人，自己并不积极去处理问题，总觉得自己的命运比别人更坎坷，那么事情是不会自己变好的。你的心量有多大，世界就有多大！放开心胸去接受大自然的洗礼，你会发现更多的空间和智慧，帮助你突破难关。`,
    },
  },
  {
    nameCn: "正义",
    nameEn: "Justice",
    type: "MajorArcana",
    pic: "11-正义",
    meaning: {
      up: `有很强的正义感，对事情讲究公平及平衡，很重视自己的原则，但是同时也能兼顾到别人的反应，以理性来判断。虽然你想追求正义与公平，但是要切记自己认为的正义有时并不一定是真正的正义，千万不要被表面的假象迷惑。`,
      down: `十分认真负责但是很难找到事情的平衡点，自己觉得正义感很强，但是有时对于别人过于苛刻，或者是流于主观的判断，常会不顾别人的想法而一意孤行。有时候思考不见得能得到问题真正的答案，很多解答还是在你自己的心中，有时候应该放下理性相信你的直觉。`,
    },
  },
  {
    nameCn: "倒吊人",
    nameEn: "The Hanged Man",
    type: "MajorArcana",
    pic: "12-倒吊人",
    meaning: {
      up: `能从不同的观点来看事情，因此具有远见及卓越的看法，遇到问题时有绝佳的耐力，也可以适应各种不同的状况。你会想要追求强烈的洞见和直觉，即使不能在实际的事情上有所作为，也可以学着去接受现实当中的残酷和美好。`,
      down: `属于比较随和的人，遇到问题也能逆来顺受，有很大的包容性，但是有时候会过于忍耐而造成自己不必要的损失。放掉你的混乱和恐惧，在暂停的这一刻回到真实的自我当中，你会发现更多的平静和安详，在当中可以找回智慧。`,
    },
  },
  {
    nameCn: "死神",
    nameEn: "Death",
    type: "MajorArcana",
    pic: "13-死神",
    meaning: {
      up: `对于事情有自己主观的看法，而且会以各种方法贯彻完成自己的想法，不论谁用任何方法，都无法改变他的决定。外表看起来十分冷酷，其实是以坚强的意志力在控制情绪，你很想要除尘布新，从先前痛苦的状况解脱出来，关键在于你能不能把过去彻底放掉，才有可能开创全新的未来。`,
      down: `做事总是慢半拍，不专心有一点迟钝，没有强烈的期待或长远的计划，面对各种困难的状况会觉得自己无能为力，即使把事情放到不可收拾的地步仍然不想作处理。不要害怕改变，因为一件事情的结束往往也会是一个新的开始，只有勇敢面对转化过程的人才能取得进步和提升。`,
    },
  },
  {
    nameCn: "节制",
    nameEn: "Temperance",
    type: "MajorArcana",
    pic: "14-节制",
    meaning: {
      up: `乐于与别人合作，有良好的统合能力，会使用温合有礼的状态来完成任务，稳定的朝着自己的目标前进，可以容纳不同的意见整合成自己的看法，能严守不偏不倚的中庸之道，你要朝向更高的目标前进，在这里就要放掉不必要的包袱，才能帮助你提升到更高的层次找到奥秘的神圣智慧。`,
      down: `对于事情的看法过于乐观，以致于实际执行时常会遇到意外的困难，容易受到别人的影响而失去自己的立场，遇到无法解的问题时容易有情绪化的反应，或者会以主观的直觉作判断。彼此合作比相互竞争更有力量，但是要在之前评估自己的状况，一步一步地朝向目标前进，才能得到最后的成功。`,
    },
  },
  {
    nameCn: "恶魔",
    nameEn: "The Devil",
    type: "MajorArcana",
    pic: "15-恶魔",
    meaning: {
      up: `个性比较激烈，常会因为一时激动犯错，遇到不顺利的状况可能会有暴力倾向，为了达成目标往往不择手段。现在过份重视物质层面，而忽略了精神与灵性的成长，因此可能会感到空虚和迷惘，也缺乏人生的方向和目标。`,
      down: `意志不坚定，容易受到其他人、事、物、利益的诱惑而改变了自己的想法。物质的享受无法填满内心的空虚，只有超越物质的诱惑才能得到真实的洞见，找到自我内在的疗愈和力量。`,
    },
  },
  {
    nameCn: "高塔",
    nameEn: "The Tower",
    type: "MajorArcana",
    pic: "16-高塔",
    meaning: {
      up: `往往以过时的方法来处理事情，遇到危机的时候常会有不理性的情绪反应，明知是错仍不愿改过，因此常会遇到成功的阻碍。执着于错误的想法，反而会离真正的理想和智慧越来越远，若没人当头棒喝点醒你，容易走向错误的道路。没有非常的破坏就没有非常的建设，要作好一切从头再来的准备。如果试过很多方法都不能解决问题，不宜再坚持。`,
      down: `害怕会使你停滞不前，也无法看清楚事情的真相，唯有臣服于更大的智慧中，才能启发你潜在的智慧和勇气。首先要克服自己的心理障碍，如果自己都学得不可能做到，那事情怎么有可能解决？勇敢地照原定的计划去作。`,
    },
  },
  {
    nameCn: "星星",
    nameEn: "The Star",
    type: "MajorArcana",
    pic: "17-星星",
    meaning: {
      up: `对人生充满希望，能够信任他人并与他人分享自己的想法，十分爱好自由自在的生活，带有高度的理想性，十分渴望得到灵感，但是你需要先将自己放空，灵感的源泉才能进入到你的生命，得到真正的平静和智慧。你应该尽量发挥你的创意，以最自由不受拘束的方式来思考，这样会得到最好的方法，问题自然可以顺利解决。`,
      down: `过于天真浪漫，有一些不切实际，以过度美化的角度来看事情，以致于无法发现事情的真相。直觉与灵感看似遥不可及，其实就在你每日的生活经验当中，能够渐渐接受不完美的自己，放开心胸努力去吸收大家的看法，整合之后就可以得到最好的方法，最重要的是要脚踏实地的去作。`,
    },
  },
  {
    nameCn: "月亮",
    nameEn: "The Moon",
    type: "MajorArcana",
    pic: "18-月亮",
    meaning: {
      up: `十分善变有时候自己也搞不清楚自己的想法到底是怎么样，常常兴之所至随自己当下的直觉作决定，现在并不是做决定的好时机，最好是等你精神体力好转之后再来解决，如果要突破模糊的现状，也可以通过冥想静思来帮你更快的找到答案。`,
      down: `很容易紧张，常觉得风声鹤唳草木皆兵，不容易信任别人，也很少与人谈起自己的状况，但内心有很多的情绪。认清真实的自己是困难的，如果一直陷于自我欺骗的状态中，问题无法解决。易经有云“穷则变，变则通”，只是谨守规则是无效的，应该因时因地制宜采取不同的方法来处理，改变才有希望。`,
    },
  },
  {
    nameCn: "太阳",
    nameEn: "The Sun",
    type: "MajorArcana",
    pic: "19-太阳",
    meaning: {
      up: `乐观而有自信，常会从光明面来观察和思考事情，对人总是会表现出热忱的一面，你需要更多的理性之光帮助你建立自信，也需要更多活力与热情来面对现在的状况，以乐观的态度朝向光明面，要对所有的人事物一视同仁，不可随着个人的好恶而有所偏私，不要破坏规矩，这样才能达到最好效果。`,
      down: `十分聪明理性，但有时会比较自我中心，自视甚高而且有一点骄傲，喜欢担任领导者，也具备指挥和领导的才能，领导统御需要恩威并施，展现全力以赴，再困难的事情也可以完成。身体健康是一切的根本，当你的身体充满活力，就会帮助你建立自知和自信。`,
    },
  },
  {
    nameCn: "审判",
    nameEn: "Judgement",
    type: "MajorArcana",
    pic: "20-审判",
    meaning: {
      up: `做事情有主见而且果决，内心有理想，善于向别人传达自己的理念，遇到无法解决的问题，就要大刀阔斧的改革，把不适合的人或约束彻底改变，才有可能好好处理事情。`,
      down: `比较优柔寡断受别人影响，当受到别人的鼓舞时容易作出不理性的反应，有时很情绪化。把相关的情况搞清楚，不要再浑浑噩噩，有句俗语“拎得清”，只有清醒过来才能看清真相，才能解决好问题。`,
    },
  },
  {
    nameCn: "世界",
    nameEn: "The World",
    type: "MajorArcana",
    pic: "21-世界",
    meaning: {
      up: `想法单纯，面对事情顺势而为，因此能够避开失败的危险把握成功的机会，同时在内心充满了喜乐。只要了解世界自然的法则，就不会有过度的妄念和幻想，能为自己每一步的行为负起责任，达到可以完成的目标。`,
      down: `比较不知变通，对于事情就只有一种观点、一种作法，即使环境变化依然以同样的方法应对，没有弹性。你敬畏大自然的法则，想更进一步了解，但是真理往往有许多不同层面，并不是你认识的道理就是唯一的法则。`,
    },
  },
  {
    nameCn: "圣杯ACE",
    nameEn: "Ace of Cups",
    type: "Cups",
    pic: "圣杯-01",
    meaning: {
      up: `圣杯首牌经常代表新感情的开端，对于人际关系是非常好的征兆，无论是新恋情、新友谊，或是任何一种人际关系。圣杯首牌也可能代表一段快乐满足的时光，当事人能敞开胸怀，拥抱喜悦，尽情付出爱与关怀。`,
      down: `圣杯首牌逆位意味着你无法包容生活所提供给你的情感上的机会。或许你认为你正在做的那些不必要的事远比心灵上的价值还更重要。你须观照内心寻找爱的泉源，而且从对人生过度的期望中解放自己。`,
    },
  },
  {
    nameCn: "圣杯2",
    nameEn: "II of Cups",
    type: "Cups",
    pic: "圣杯-02",
    meaning: {
      up: `圣杯二意指一种心灵上的契合。它形容一种既丰富又有创意的友谊或两性关系。当牌局中出现此牌时，它意味着透过爱来连结你和对方的特质，那么你可能会获得某些比你单打独斗的成就还要来得大的东西。即全部比部分的总和还要大。`,
      down: `圣杯二的逆位代表如果两个人真心交往，遇到小事情而争吵，应该控制波及范围，不要让小矛盾升级。这个时候加强沟通，以免误会累积就比较难解了。`,
    },
  },
  {
    nameCn: "圣杯3",
    nameEn: "III of Cups",
    type: "Cups",
    pic: "圣杯-03",
    meaning: {
      up: `对于现在十分满意，在日常生活工作中学到很多东西，可以得到丰硕的成果。能真心诚意接受后果的人，才能在过程中享受到快乐，事情的成功不是偶然的，而是持续不断的积累，只要共同努力就会有完美的结局。`,
      down: `确立了目标之后才有可能到达，没有行动的目的哪里也去不了，清除心中的杂念可以帮助你重新找到人生的方向。你要努力寻找新的方向，重新开始积累自己的实力。现在已经到了结算成果的时候，之前的努力在这里会得到应有的报偿，但表现不好在这里也会受到惩罚。`,
    },
  },
  {
    nameCn: "圣杯4",
    nameEn: "IV of Cups",
    type: "Cups",
    pic: "圣杯-04",
    meaning: {
      up: `你现在感到疲倦，想要停下来休息一下，内心对于现状十分不满，但是却有一种无能为力的感觉。有时候沉思反省是一个人进步的原动力，帮助你联结到内在更深的智慧，重新发现自己原来就有的天份和能力。`,
      down: `即将发生变化，会有新的机会出现，好好把握住这个机会，就可以摆脱你所不满意的状况。把自己过多固执的想法放空，可以发现更多内在的智慧，不要受到既有观念限制，相信自己的直觉和内心的想法。`,
    },
  },
  {
    nameCn: "圣杯5",
    nameEn: "V of Cups",
    type: "Cups",
    pic: "圣杯-05",
    meaning: {
      up: `强烈的失落感，失去动力，只看到不好的一面。不要总是念念不忘自己的缺点，而忽略了自己的优点，能够把握自己优点好好发挥的人，才能发现到对自己的爱，不要让情绪影响判断。`,
      down: `一直发生各种问题，而且还不断有新问题接踵而来，之前的计划失去作用。这个时候要认清事实不要再逃避，大不了重新开始。要能够接受失去才能珍惜自己的所有，其实在得与失之间只是观念的不同，不必要为了自己无法掌握的东西担心，控制好自己能够控制的就好。`,
    },
  },
  {
    nameCn: "圣杯6",
    nameEn: "VI of Cups",
    type: "Cups",
    pic: "圣杯-06",
    meaning: {
      up: `有很多愉快的过往经验，稳定中充满了一成不变的内容，但也积累了不错的实力，在此基础继续努力，未来将会有很好的收获。如果只是一直付出而不 要回报，最后会造成失衡的关系，在爱中不只是要学习爱人，被爱也是需要学习的事。`,
      down: `有一些新的变化，之前稳固的状况会被打破，需要花一些力气去适应这个状况，在这过程中是经验的积累。真正的快乐来自于对自我的充分了解以及真心地接受自我的状态，与其向外去求取快乐不如倾听自己的内心。`,
    },
  },
  {
    nameCn: "圣杯7",
    nameEn: "VII of Cups",
    type: "Cups",
    pic: "圣杯-07",
    meaning: {
      up: `不考虑自己的需求而想要拥有任何的东西，都只是贪心和虚幻的想法，真正的成功必然是根植于自己心中的理念。有些事实际上并不如表面那么好，应该更实际去规划评估，自己真正的核心需求是什么，而不是什么都想要。`,
      down: `想要重新开始就必定要先放掉过去，由现在开始重新评估和计划，只有放空的双手才有可能抓到随时出现的机会。很多兹事体大的事情需要从长计议，这个时候要先计划再行动。`,
    },
  },
  {
    nameCn: "圣杯8",
    nameEn: "VIII of Cups",
    type: "Cups",
    pic: "圣杯-08",
    meaning: {
      up: `你对现在的自己并不满意，现在是改变的时候了，如果能够重新检视，积极行动起来，可以获得成功。能够把自己独特的想法付诸实现，才算是真正的创造力，如果只有空想而没有行动，到最后必然会被现实所打败。`,
      down: `现在工作费力而不稳定，要看到事物背后的真相，不可以太盲目的相信别人。华而不实的言词只是空洞的美丽宫殿，只有发自内心的沟通才能感动大多数人，要努力寻找自己心中真正的真实意愿和创想。`,
    },
  },
  {
    nameCn: "圣杯9",
    nameEn: "IX of Cups",
    type: "Cups",
    pic: "圣杯-09",
    meaning: {
      up: `对自己相当满意，本身也表现很好，常常以自己为傲，甚至有些炫耀。懂得享受生活的人才算真正拥有智慧，若是把物质享受视为堕落则会限制自己的心智，反而无法得到真正的快乐。`,
      down: `虽然追求完美，但是很难达到自己的理想，有时候也因为对自己太有信心，以致犯错。能与别人分享才算真正的拥有，只想自己独占的人，不但无法持续成功，还容易落入失败。最好能多多参考别人的建议，避免关门造车。`,
    },
  },
  {
    nameCn: "圣杯10",
    nameEn: "X of Cups",
    type: "Cups",
    pic: "圣杯-10",
    meaning: {
      up: `这是一个完美的表征，工作生活兼顾得都很好，完美的成功来自于内心的平静，很多理想看似离我们很远其实只在咫尺之间，家庭和睦温馨是事业成功的基础，所谓“家和万事兴”。`,
      down: `其乐融融的表面下可能潜藏着问题，内心有许多的冲突，即使能够控制自己的情绪保持平静，也无法真心面对。如果能够放下自己内心的情绪，自然就可以获得智慧的恩泽，得到各种解决问题的方法以及内心真正的平静。`,
    },
  },
  {
    nameCn: "圣杯侍从",
    nameEn: "Page of Cups",
    type: "Cups",
    pic: "圣杯侍从",
    meaning: {
      up: `诚恳有礼，对于新鲜事物有强烈的好奇心，不只认真好学，而且能够独立思考，同时具有丰富的想象力。常常进行自我反省的思考，会帮助你更了解自己，只有在了解真实的自我之后，行动时才会充满坚强的内在力量。`,
      down: `喜欢幻想不切实际，对于事情常没有正确的认知，缺乏明晰的判断力，也会比较没有实际去做的行动力。在美丽词藻包装的背后，常常都是缺乏自信或是内涵的状况，朴实无华的言语当中，往往包含了真诚坚定的信念。`,
    },
  },
  {
    nameCn: "圣杯骑士",
    nameEn: "Knight of Cups",
    type: "Cups",
    pic: "圣杯骑士",
    meaning: {
      up: `在思考上敏锐而富有理想性，喜欢对别人宣扬自己的理念，也有很好的口才，但是在执行力方面就比较不足。当自己有新的体会，应该透过与别人的分享来重新检视，不但可以帮助到别人，也可以在过程中发现自己的不足。`,
      down: `口才很好但是常常会让人觉得流于诡辩，谎言或诡计只能一时掩盖自己的错误，但是被发现之后反而要付出更大的代价，要勇于承担所有自己说过的话，保持诚信，才能获得成功。`,
    },
  },
  {
    nameCn: "圣杯王后",
    nameEn: "Queen of Cups",
    type: "Cups",
    pic: "圣杯王后",
    meaning: {
      up: `能够以同理心去看待事情，重视心理分析和情绪管理，在心灵和神秘学方法很有天份。站在务实的角度去运用直觉，才能平衡意识与潜意识的部分，除了专注于自己的事情，也要照顾到其他人的需要。`,
      down: `想像力很丰富但也比较情绪化，常常会陷入自己的幻想当中无法自拔，有时候不经思考就会随着自己的感觉走。应该把真实的事情和自己的想像分开，这才能才在想象的世界中自在的翱翔，又不影响自己的日常生活。`,
    },
  },
  {
    nameCn: "圣杯国王",
    nameEn: "King of Cups",
    type: "Cups",
    pic: "圣杯国王",
    meaning: {
      up: `慈悲宽容很乐于助人，在经验和学识上很丰富，对于婚姻及家庭等传统价值也十分坚持和重视。帮助别人是一个令自己快乐的过程，也许在短时间看起来你付出了许多，但是内心的满足感觉渐渐会滋润你的心田。`,
      down: `空有伟大的梦想是不行的，要有实现他的能力，常常觉得自己怀才不遇。把知识和能力用在正当的事情上，不但能充分发挥自己的才能，也可以对别人产生贡献，别被一时的利益诱惑。`,
    },
  },
  {
    nameCn: "权杖ACE",
    nameEn: "Ace of Wands",
    type: "Wands",
    pic: "权杖-01",
    meaning: {
      up: `权杖首牌代表着将想法转化为行动。它意味着你对于计划的热情，以及着手新冒险事业的热忱。它也可以表示你迫不及待的想要看到某些努力的成果，或者是你就是享受行动和活跃。很多事情会自然发生，我们只是抓住了机会，主动把握住灵感会认充满自信和能量。`,
      down: `这是适合向下扎根学习的时刻，处处都有挑战。你需要掌握事件的核心，找到真正的问题点。追根溯源，向前，向最初的出发点去找，会得到更多新的想法，找到初心和原动力，就会同时充满积极的行动力。`,
    },
  },
  {
    nameCn: "权杖2",
    nameEn: "II of Wands",
    type: "Wands",
    pic: "权杖-02",
    meaning: {
      up: `好的领导者要能够提出方向和愿景，同时约束自己对于权利的欲望。这张牌常常意味着面临重要的选择，不知道该如何进一步发展，或者守住现在已有的成果，因而陷入两难的书面。花更多的时间把问题彻底研究，做好各种方案和准备，等待时机出现再行动。`,
      down: `行动力是成功的不二法门，任何事情没有实际去作都只是空谈，下定决心之后就应该要把理念落实到实际生活中。当这张牌出现时可以发挥你个人的魅力，用个人化的方式去解决问题，虽然不是制式的方法，也许会有意想不到的效果。`,
    },
  },
  {
    nameCn: "权杖3",
    nameEn: "II of Wands",
    type: "Wands",
    pic: "权杖-03",
    meaning: {
      up: `已经建立起初步的成果，未来还会有更好的发展，这时要把握种种表现机会，趁胜追击更上层楼。目前来看合作是好方法，很多事情是彼此互惠的，不要只想占人家便宜而不付出，只要同时照顾彼此的需求，成功才能长久。`,
      down: `没有大胆的策略就不能突破当下的困境，冒些风险是有必要的，应该放下心里的恐惧把事情完成。不论外地世界如何变化，最重要的是记得自己是谁，你的核心价值是什么，这才是你东山再起的资本。`,
    },
  },
  {
    nameCn: "权杖4",
    nameEn: "IV of Wands",
    type: "Wands",
    pic: "权杖-04",
    meaning: {
      up: `现在的努力已经有了成果，是好好享受成果的时候，这时要放松心情，在稳定中求发展。推行事情要先把人团结起来，在人事和谐的状况之下事情自然就会解决。`,
      down: `要稳定行事，一切以安全为最高指导原则，如果有之前的惯例可以依循，就不要创立新的招法。传统与习惯有其不可动摇的稳定力量，当觉得迷惘时回望并践行这些原则，可以将你带出泥潭。`,
    },
  },
  {
    nameCn: "权杖5",
    nameEn: "V of Wands",
    type: "Wands",
    pic: "权杖-05",
    meaning: {
      up: `充满斗争与冲突，每天必须很努力还不一定有成果，不但很累也很难有好心情。很多事情都必定要经过自己实际的努力，才能得到真实正确的理解，在确定去做一件事之前不要妄下定论。`,
      down: `对于同一件事存在不同的说法，充满内部矛盾，常常处于混淆和无所适从。内心的批判常常会耗损自己的心智，也无法对事情得到正确的理解，这时应该放下内心的争斗，先安内再攘外。`,
    },
  },
  {
    nameCn: "权杖6",
    nameEn: "VI of Wands",
    type: "Wands",
    pic: "权杖-06",
    meaning: {
      up: `经过自己诚实努力得来的胜利，才是真正值得荣耀的事，任何想要走捷径或是偷懒的作法，成功都无法长久。朝当前方向继续努力，会得到更多的肯定。发挥领导才能，让大家和你一起解决问题。`,
      down: `这个时候要谦虚的向他人请教，才能避免因为傲慢和主观所造成的错误。外在敌人并不可怕，只要你能放下自己内心的恐惧，就会发现真正的智慧和价值，完全不需要虚张声势来壮胆。`,
    },
  },
  {
    nameCn: "权杖7",
    nameEn: "VII of Wands",
    type: "Wands",
    pic: "权杖-07",
    meaning: {
      up: `遇到很多挑战，若是能找到各方都可以接受的方案，事情就可以圆满解决。真正的勇气是一种来自于内心的坚定，而不是冲动的与人发生冲突，只有真正的了解自己才能坚守自己的立场。`,
      down: `不要陷入争吵之中，给自己好好思考下一步怎么作的空间，想好方案之前不要贸然出手。人生在遇到逆境的时候更应该保持冷静，与自己真实的内在重新联结，同时要避免作出不理性或不务实的决定。`,
    },
  },
  {
    nameCn: "权杖8",
    nameEn: "VIII of Wands",
    type: "Wands",
    pic: "权杖-08",
    meaning: {
      up: `只有三分种热度是无法学好任何东西的，只有耐心持续地努力练习，才能让自己完全精通一门学说或是一种技能。做事业需要明确的方向和目标，只要大家能够有集体的共识出来，通常在执行上都是非常快速而顺利的。`,
      down: `在得到内部的共识之后大家才能一致对外，一直把炮火朝向自己人是无法解决问题的。务实的计划作后盾才容易成功，完全以自己的好恶作决定只会引来更多冲突。`,
    },
  },
  {
    nameCn: "权杖9",
    nameEn: "IX of Wands",
    type: "Wands",
    pic: "权杖-09",
    meaning: {
      up: `采取拖延战术，把事情延后决定，现在立即处理不见得有利，所以要争取时间造成改变。当你有强大力量的时候更应该要小心谨慎的使用，不要引起无谓的竞争和冲突，否则容易使你的力量由内部瓦解。`,
      down: `不要急着对外处理问题，等到自己有充份的准备之后，解决问题就可以无往不利。从内心的反省当中找到真正的力量，只有真正了解自己的人，才能找到适当的定位并与环境和谐地相处。`,
    },
  },
  {
    nameCn: "权杖10",
    nameEn: "X of Wands",
    type: "Wands",
    pic: "权杖-10",
    meaning: {
      up: `如果只是想自私地把所有的东西都抓在手上，不但会产生无法负担的压力，也很可能因此而造成无可避免的挫折。可以把一些事情分工出去，再一件件处理，把所有东西都抓在手上就无法解决。`,
      down: `负起责任，让所有事情回到你的控制当中，如是没有整体的视野，在细节上再怎么努力都没有用。把自己份内的事情作好，就是最负责的表现。`,
    },
  },
  {
    nameCn: "权杖侍从",
    nameEn: "Page of Wands",
    type: "Wands",
    pic: "权杖侍从",
    meaning: {
      up: `属于天真纯洁的人，通常是以最简单直接的方式思考，并且能常保赤子之心，喜欢尝试新鲜事物。人生当中必须面对新的变局和状况，只有亲身经历才能了解最深刻的东西。`,
      down: `个性善变而不稳定的人，喜欢尝试各种事物，但常常三分钟热度，处理事情不成熟或流于肤浅。能够正确面对自己内心的恐惧，才能妥善处理外在世界的变化。`,
    },
  },
  {
    nameCn: "权杖骑士",
    nameEn: "Knight of Wands",
    type: "Wands",
    pic: "权杖骑士",
    meaning: {
      up: `对于事情非常主动积极，充满热情，虽然有时比较容易冲动，但是会很用心于自己想要做的事情。不要担心生命带给你的各种挑战，变化将是不可避免的事情，当你克服了内心的恐惧，自然可以顺利出发。`,
      down: `由于心直口快的性格，容易与别人起冲突，很难与人合作，对于自己的理想非常狂热。把狂热的能量用在实际的生活当中，这样在处理难题时才能无往不利。`,
    },
  },
  {
    nameCn: "权杖王后",
    nameEn: "Queen of Wands",
    type: "Wands",
    pic: "权杖王后",
    meaning: {
      up: `待人十分直接而亲切，带有光明而愉快的特质，所到之处都会充满欢乐的气氛，常常不经过思考依照直觉作事。朝向光明面去看待事情，会发现生活的丰富和趣味，也会带给你新的想法和讯息。`,
      down: `对别人经常用比较严格的标准去评价，喜欢掌握主动权，会比较强势坚持自己的意见，即使自己有错也不愿意认错。唯有诚心地分享才能让你扩展全新真实的经验，看见生命的另一种可能。`,
    },
  },
  {
    nameCn: "权杖国王",
    nameEn: "King of Wands",
    type: "Wands",
    pic: "权杖国王",
    meaning: {
      up: `诚实而友善，看待人事物有自己的定见，并且会谋定而后动，对于自己有强烈的信心，同时也很有创造力。寻找属于自己的核心价值，这会帮助你找回自信，激发你的新的灵感和新的方向。`,
      down: `天生善良但是对别人比较严格，常常表现出严厉不可侵犯的样子，对事情的看法较固执。有太多先入为主的观念，以致于你无法看见事情的真相，随着放下的越多，反而能够看得更远。`,
    },
  },
  {
    nameCn: "星币ACE",
    nameEn: "Ace of Pentacles",
    type: "Pentacles",
    pic: "星币-01",
    meaning: {
      up: `物质是生命存在的必要条件，无论精神如何提升，如何精进，都不要忽略现实。踏踏实实的行事作风，善用理性务实的态度思考，善用目前的资源来解决问题，只要你能确实的付出努力很快就会看到具体的成果。`,
      down: `虽然物质世界蕴藏深刻的道理值得追究，但不应过度沉迷物质主义而忽视了精神上的追求。心灵安逸与物质丰足是一体两面，应互相制衡有所约束，追求物质的时候坚守良知，追求心灵的时候大隐于市，两者才能并行不悖。`,
    },
  },
  {
    nameCn: "星币2",
    nameEn: "II of Pentacles",
    type: "Pentacles",
    pic: "星币-02",
    meaning: {
      up: `在不断的变幻中，充满了无限的机会，危机处理得当也会变成转机，重要的是看清自己的核心价值，在看似相互矛盾的事物当中重新取得平衡。`,
      down: `当面对很大的变动时，先让自己稳定下来，耐心面对。突破表象的迷雾看见真相，才知道如何去面对环境的变化，在真实生活中体会的智慧，正是清晰思考的重要基础。`,
    },
  },
  {
    nameCn: "星币3",
    nameEn: "III of Pentacles",
    type: "Pentacles",
    pic: "星币-03",
    meaning: {
      up: `现在要兼顾不同方面不同的需要，找到各方面的专业人士共同讨论，最后出来的共识才是最可行的。专业就是要不断的自我超越和努力，才能得到他人的肯定，专业信念的建立和技术的精进同样重要。`,
      down: `把相关的人找来讨论，就可以找出一个可行的方案，不要给自己太大的压力。经验是一个人成长的动力，从经验中记取教训才能成长，由其中找到新的智慧去超越以往的经验。`,
    },
  },
  {
    nameCn: "星币4",
    nameEn: "IV of Pentacles",
    type: "Pentacles",
    pic: "星币-04",
    meaning: {
      up: `珍惜自己所拥有的一切，才更能体会真实的价值和意义，该是你的就要好好把握，并且安心地去享受丰收的成果。你已经得到了很好的成就，同时努力固守成果不被别人夺走。`,
      down: `情况有失控的危险，要做好万全的应变计划，防止问题扩大。有些东西并不是紧抓不放就能拥有，物质世界有其一定的规律和秩序，在该放手的时候放手才能掌握更多的机会。`,
    },
  },
  {
    nameCn: "星币5",
    nameEn: "V of Pentacles",
    type: "Pentacles",
    pic: "星币-05",
    meaning: {
      up: `特质的空虚反而可能带来心灵的丰富，但只有精神的进步无法及时改善物质的问题，仍要务实的面对现实。只要有足够的预算所有问题都好解决，尽量找到处理事情的平衡点，不要变成价值观的战争。`,
      down: `要务实的处理金钱的问题，并且把人力和预算配置在最有效率的地方。不论遇到多么混乱黑暗的状况，有耐心地找到秩序是应对最好的方法，当你有了明确的方向就能走出昏暗的幽谷。`,
    },
  },
  {
    nameCn: "星币6",
    nameEn: "VI of Pentacles",
    type: "Pentacles",
    pic: "星币-06",
    meaning: {
      up: `在成功的时候越要懂得谦卑，付出的同时我们也会获得更多，在帮助别人的当下，也要反省自己的行为是否恰当。分享才能造就更大的利益，所以在成功之余也不要忽略了帮助别人。`,
      down: `你有非常大的欲望和野心，不过也许太过遥远而不切实际。要先认清自己的状况，才能与别人发展出适当的互动模式，该付出的时候努力付出，该接受的时候也要勇于接受。`,
    },
  },
  {
    nameCn: "星币7",
    nameEn: "VII of Pentacles",
    type: "Pentacles",
    pic: "星币-07",
    meaning: {
      up: `已经看到初步成效，要考虑下一步的作法，以获取最大的利益。不要保守的坚持现状，创意才是打破僵局的好方法。创意并非天马行空的想象，而是基于现实走出与别人不同的路或以不同的观点解答前人的问题。`,
      down: `只有放下担心的人才能承担更多的责任，以平常心去完成更多的事情，担心与焦虑只会减损你的判断力和行动力。务实的想办法，问题都能解决。`,
    },
  },
  {
    nameCn: "星币8",
    nameEn: "VIII of Pentacles",
    type: "Pentacles",
    pic: "星币-08",
    meaning: {
      up: `需要十分专心才能完成，越努力得到的报酬越多。小心谨慎与持续努力是成功的不二法门，想要一步登天的幻想是不可能达成的，把心力放在本业上，收获自然来。`,
      down: `太注意细节会让你见树不见林，放开自己的视野看看外面的世界，你会发现自己真正的价值和美好。专业的事物需要长时间的磨练和学习，如果想走偏门捷径的话，容易步入歧途。`,
    },
  },
  {
    nameCn: "星币9",
    nameEn: "IX of Pentacles",
    type: "Pentacles",
    pic: "星币-09",
    meaning: {
      up: `现在一切进行顺利，手上的工作驾轻就熟。真正懂得享受生活的人，不会只满足于物质感官的刺激，只有在生命的过程中心安理得，才能享受到平静的喜悦。`,
      down: `小心坚持自己的理想，不要被过程当中的表象所迷惑，能够保持有理性思考坚持到底的人，才能享受到成功的喜悦。小心谨慎分析问题，把事情按部就班完成，保持清楚的理智和方向感，才不会被眼前的情势所迷惑。`,
    },
  },
  {
    nameCn: "星币10",
    nameEn: "X of Pentacles",
    type: "Pentacles",
    pic: "星币-10",
    meaning: {
      up: `在该付出的时候付出，在该享受的时候享受，当你付出努力把事情实践和完成，自然就可以享受到你应得的成果。现在已经很稳定，很多事情只要照规定去完成就好。`,
      down: `扮演好自己在生命当中的各种角色，才有机会把心中的理想付诸实现，不要把失败或不顺遂都归咎于命运的捉弄。要注意金钱的使用状况，不要浪费，只要控制住损失，就有机会东山再起。`,
    },
  },
  {
    nameCn: "星币侍从",
    nameEn: "Page of Pentacles",
    type: "Pentacles",
    pic: "星币侍从",
    meaning: {
      up: `对于任何事情都务实细心观察学习的人，做事之前会经过深思熟虑，而且会专心一致小心谨慎的完成。谦卑地学习前人所留下的智慧，是进步不可或缺的基础。`,
      down: `做事情常漫不经心没有节制，任性而不理会别人的意见，因此会粗心大意做错事情或者半途而废。空有理想无法成就任何事，还是应该回归事理应该有的规律，务实的为自己负责，完成自己该做的事。`,
    },
  },
  {
    nameCn: "星币骑士",
    nameEn: "Knight of Pentacles",
    type: "Pentacles",
    pic: "星币骑士",
    meaning: {
      up: `比较严肃而不苟言笑的人，有非常远大的志向，同时又能理性务实的按部就班达成，做任何事情都很有责任感。天生我材必有用，每个人都有自己最能发挥的定位，当你找到值得自己全心投入的事，你就找到了自己生命的意义。`,
      down: `对于很多事只是冷眼旁观，不会努力去争取，认为多一事不如少一事，常给人一种没有生气和活力的停滞感。再小的细节都可能造成决定性的影响，不要忽略任何事情的蛛丝马迹，唯有深度思考才能看清整体的意义和真相。`,
    },
  },
  {
    nameCn: "星币王后",
    nameEn: "Queen of Pentacles",
    type: "Pentacles",
    pic: "星币王后",
    meaning: {
      up: `十分善良又很会照顾别人，会很理性务实地去考虑事情，待人亲切又体贴入微，同时很会经营自己的人脉关系。以实际行动帮助或照顾别人，是自我成长的动力，由付出与奉献当中发现生命的美好，体会施与受的循环。`,
      down: `天性多疑而很难信任别人，对于很多细节都斤斤计较，具有实事求是的科学精神，但也常会让人觉得不近人情。应该善用理智把问题分析清楚，而不是被情绪左右，只要花时间努力，就会看到自己的成长。`,
    },
  },
  {
    nameCn: "星币国王",
    nameEn: "King of Pentacles",
    type: "Pentacles",
    pic: "星币国王",
    meaning: {
      up: `拥有丰富的常识和商业的天份，同时也很重视生活的享受，行事上十分稳重务实，会用最有效率的方式达成目标。不论精神世界如何精进，脚踏实地才能运用在现实人生，如何适当地掌握物质规律是很重要的课题。`,
      down: `重视自己的利益甚于一切，非常工于心计且精于计算，为了达到目的会不惜牺牲别人的利益。了解自己真正的需要，不会贪求自己不必要的东西，你将会发现自己与物质世界的新关系，也会过得更自由自在。`,
    },
  },
  {
    nameCn: "宝剑ACE",
    nameEn: "Ace of Swords",
    type: "Swords",
    pic: "宝剑-01",
    meaning: {
      up: `强大的力量就像一把双刃剑，可以助人但也可能害人，掌握住不偏不倚的中庸之首，才能将力量用在正确的地方。如果遇到全新的挑战，对你来说也是很好的表现机会，值得全力一拼。`,
      down: `所有强迫得来的东西不会长久，唯有依正道而行的事情才能心安理得，不要让外在的诱惑蒙蔽了内在明晰的智慧。在这个时候应处处冷静，不要冲动行事。`,
    },
  },
  {
    nameCn: "宝剑2",
    nameEn: "II of Swords",
    type: "Swords",
    pic: "宝剑-02",
    meaning: {
      up: `要在争吵和苦难中保持平衡，逃避绝不是解决问题的方法，不要低估了困难的程度，当你放下内心无谓的坚持，自然可以看到前方的道路。`,
      down: `不论现在对立的状况有多严重，终究会有回复和平的一天，只有让事情的真相浮现出来，才能找到最佳的平衡点。只要看清楚自己的状况，遇到的问题还是有机会解决。`,
    },
  },
  {
    nameCn: "宝剑3",
    nameEn: "III of Swords",
    type: "Swords",
    pic: "宝剑-03",
    meaning: {
      up: `悲伤与泪水都是生命当中必经的过程，但真正重要的是在当中体会到净化与成长，在严重的打击之后重新站起来。要小心因应现在的状况，把问题找出来确实的解决掉。`,
      down: `生命当中的风风雨雨都只是一时的，但绝不要因此而陷入混乱的情绪当中，由真心出发的想法才不会误用了智慧。你要扮演稳定的力量，把问题的来龙去脉搞清楚才有可能解决。`,
    },
  },
  {
    nameCn: "宝剑4",
    nameEn: "IV of Swords",
    type: "Swords",
    pic: "宝剑-04",
    meaning: {
      up: `给自己一段休息的时间，才更能看清楚自己的状况，重要的是利用这个时候思考与反省，会带领你到更高的境界。现在是应该休养生息的时间，不宜有大动作，作一些细部的调整，这时可以好好思考接下来的策略。`,
      down: `不要被环境的混乱或团难所影响，要小心预防各种可能的问题发生，即使外表看起来很悠闲其实是外驰内张，还是要保持自己内在的平静，在放松的状态之下才能作出正确的判断解决问题。`,
    },
  },
  {
    nameCn: "宝剑5",
    nameEn: "V of Swords",
    type: "Swords",
    pic: "宝剑-05",
    meaning: {
      up: `搞清楚自己的状况和立场，而不只是一味地怪罪别人，与别人的争吵对你没有任何好处，只会显示出自己的缺点。当你步入激烈的斗争中，无时无刻都要武装自己，如果你不打倒别人，就会有别人来打倒你。`,
      down: `不要被激烈的冲突搞昏头，也不要以为冲突是唯一的处理方法，意气用事、一时争胜对你并没有任何好处，反而可能付出更多代价，保持理性的态度，冷静下来好好评估，你就会发现和平的解决方案。`,
    },
  },
  {
    nameCn: "宝剑6",
    nameEn: "VI of Swords",
    type: "Swords",
    pic: "宝剑-06",
    meaning: {
      up: `不论内心有何种的情绪或伤痛，总是会有办法治疗和平复，重要的是认清楚自己的软弱，判断清楚状况后再采取实际的行动去解决，处理手段上也尽量低调，以免因为争端引发更大的误会。`,
      down: `创造性的思考会让你发现世界的另外一面，但是自己的进步仍然需要时间，对自己好一点，不要有太多的自我批判。如果因为双方都坚持一些不必要的原则而使事情僵化，那么各自退一步是更好的解决之道。`,
    },
  },
  {
    nameCn: "宝剑7",
    nameEn: "VII of Swords",
    type: "Swords",
    pic: "宝剑-07",
    meaning: {
      up: `你目前可能正在推进一个难以完成的任务，事情的因难程度早已起出你的能力范畴，但是你仍然对这个工作充满信心，过度的信心会让你看不见事情的真相，唯有谦卑地反省才能得到内在的智慧，看清自己之后就能掌握正确的方向。`,
      down: `正处于非常时期，也许需要发挥你的创意，用比较特别的方法才能突破困境，墨守成规只会坐困愁城。如果没有打下坚实的基础，即使成功也只是昙花一现，无法通过时间的考验，不要被短暂的成功冲昏头，唯有务实努力才能维持长远的成功。`,
    },
  },
  {
    nameCn: "宝剑8",
    nameEn: "VIII of Swords",
    type: "Swords",
    pic: "宝剑-08",
    meaning: {
      up: `你当前可能受到很大的限制，以致于无法发挥出你原有的实力，这个时候每一步都要很小心以防自己犯错。在暂时的困顿中你会找到更好的方式与这个世界相处，不要觉得这个世界对你充满敌意，其实敌意是在你的心中。`,
      down: `放掉过去旧有的模式，你会发现其实并没有那么多的限制，只要能够专心做自己，就可以走出一条属于自己的路。找到隐藏在背后的原因或敌人，这才是你真正要去解决和处理的事情，千万不要被自己的经验或主观印象所蒙蔽。`,
    },
  },
  {
    nameCn: "宝剑9",
    nameEn: "IX of Swords",
    type: "Swords",
    pic: "宝剑-09",
    meaning: {
      up: `在不利的状态下保持清醒，才有机会找到正确的解决方案，如果只是逃避问题，那么就永远无法看到事情的真相。有时耐心等待时机比贸然行动要好，千万不要慌了手脚。`,
      down: `很多烦恼都是自己想出来的，其实问题并没有那么严重，保持理性才能分清楚到底是真的有问题或者只是情绪。是时候放下所有的揣测了，回归到问题本身去解决，如果陷入自己的恐惧当中，就会错失解决问题的机会。`,
    },
  },
  {
    nameCn: "宝剑10",
    nameEn: "X of Swords",
    type: "Swords",
    pic: "宝剑-10",
    meaning: {
      up: `有时候爱也是需要牺牲和奉献的，因此不用害怕付出没有回报，能够放下的人才能够得到，不要紧抓住现在不放。有时候需要做最坏的打算，面对无法处置的问题要做好随时结束的心理准备，结束才有新生，暗夜过后方是白昼。`,
      down: `当困境达到一定程度，天平将发生倾斜，事情容易出现重大的转变，这个时候投降太过可惜，如果能够抓住机会，化危机为转机，保护有生力量，把当前的事情做好，也有可能全身而退。`,
    },
  },
  {
    nameCn: "宝剑侍从",
    nameEn: "Page of Swords",
    type: "Swords",
    pic: "宝剑侍从",
    meaning: {
      up: `十分细心和敏锐，能够收集与分辩各种不同的讯息，对于新奇的事物有强烈的好奇心，但有时缺乏行动力，将讯息摊在阳光下进行勤勉的细节分析，才能够找到好的方法。不断反省自己的状况，会对自己有全新的认识，可以去尝试各种不同的新经验，但是绝对不要忘了时时觉察自己。`,
      down: `喜欢刺探别人的秘密，或是讨论别人的八卦，对于很多事情只会空想，但是完全没有作规化，也没有实际行动。有些看似意外的境遇，其实都是过去的自己造成的，所以能够穿透过去经验的限制，才能创造出新的机会和状况。不要预设立场而失去弹性，要随机应变。`,
    },
  },
  {
    nameCn: "宝剑骑士",
    nameEn: "Knight of Swords",
    type: "Swords",
    pic: "宝剑骑士",
    meaning: {
      up: `具有英雄气质，为人豪爽又讲义气，判断事情明快果决，但是比较急燥，同时对自己的能力有信心，具有很强的斗志和决心，即使遇到再大的困难也会勇往直前。找到自己想要的方向，自然就会出现可以发挥的空间，这个时候速度决定一切，要全力去扫除遇到的所有障碍。`,
      down: `十分急燥而冲动的人，常因为一言不合而与别人起冲突，虽然没有很强的实力，但是又很骄傲自满，作事情快速而不确实，不要因为一时的冲动而坏了大事。对于处在事物的愤怒，其实是自己内心的投射，要与全世界保持和谐的关系，就要先打开心胸去觉知自己的想法。`,
    },
  },
  {
    nameCn: "宝剑王后",
    nameEn: "Queen of Swords",
    type: "Swords",
    pic: "宝剑王后",
    meaning: {
      up: `善于独立完成任务，不太习惯与别人共同合作，处理事物时不易受到人际关系的影响，当你封闭了心就无法体会到爱，而爱的第一步就是要完全地接受自己，不论在什么样的状态都要保持对自己的爱。`,
      down: `无法面对自己内心真正的想法，只好以虚伪的表现来自欺欺人，常自己一个人生闷气，但是又不告诉别人为什么。这个时候要分析清问题的真假，有些东西其实并不存在，只是你会被不相干的事情混淆，反而会失去重心。真正的爱是没有条件的，与其思考爱是什么，不如全心去爱，体会生活在爱中的感觉。`,
    },
  },
  {
    nameCn: "宝剑国王",
    nameEn: "King of Swords",
    type: "Swords",
    pic: "宝剑国王",
    meaning: {
      up: `判断力很敏锐的人，对事情会先以理性去分析，而不会被感情所左右，重视公平与正义的价值，有很强的领导统御能力，清楚自己的角色定位，能把自己的重要性表现到极致，有不错的专业能力，重视理性思辨的力量。常与人保持距离，个人的体会需要经过再次的反省和思考，才能变成有益的知识。`,
      down: `对自己和别人都非常严格，不容许犯错，只相信自己而不能信任他人，对于事情会很谨慎的评估，但容易固执已见。如果没有正确的意图，那么再多的努力都可能会白费，当你走在正确的道路上，你会享受到无所不在的真正喜悦。`,
    },
  },
];
